Repository: Lakshan099/Healthy-Kid-Undergraduate-Project
Catalog: Mobile Application/lib/l10n/app_*.arb
Languages: si, ta

# language
source: English
si: සිංහල
ta: தமிழ்

source: Home
si: ප්‍රධාන පිටුව
ta: வீடு

# bmi
source: Child's BMI Rate
si: දරුවාගේ BMI අනුපාතය
ta: குழந்தையின் பிஎம்ஐ விகிதம்

# statics
source: Health Statistics
si: සෞඛ්ය සංඛ්යා ලේඛන
ta: சுகாதார புள்ளிவிவரங்கள்

source: Weight
si: බර
ta: எடை

source: Height
si: උස
ta: உயரம்

source: BPM
si: හෘද ස්පන්දනය
ta: இதயத்துடிப்பு

# fq
source: FAQ
si: නිති අසන පැණ
ta: அடிக்கடி

# lan
source: Language
si: භාෂාව
ta: மொழி

# sout
source: Sign Out
si: පිටවන්න
ta: வெளியேறு

# setting
source: Settings
si: සැකසුම්
ta: அமைப்புகள்

# upcome
source: Upcoming
si: ඉදිරිය
ta: வரவிருக்

# check
source: Checking
si: පරීක්ෂා කරන්න
ta: சரிபார்க்கிறது

# cheigh
source: Check Height
si: උස පරීක්ෂා කරන්න
ta: உயரத்தை

# cweight
source: Check Weight
si: බර පරීක්ෂා කරන්න
ta: எடை சரிபார்

# cbpm
source: Check BPM
si: BPM පරීක්ෂා කරන්න
ta: காசோலை BPM

source: Start
si: ආරම්භ කරන්න
ta: தொடங்கு

# addrecord
source: Add Health Record
si: සෞඛ්‍ය වාර්තාව එක් කරන්න
ta: சுகாதாரப் பதிவைச் சேர்க்கவும்

source: My Profile
si: පැතිකඩ
ta: என் சுயவிவரம்

# chworker
source: Contact Health Worker
si: සෞඛ්‍ය සේවකයා අමතන්න
ta: சுகாதாரப் பணியாளரைத்

# vhprac
source: View Health Practices
si: සෞඛ්‍ය පිළිවෙත් බලන්න
ta: சுகாதார நடைமுறைக

# vhrepo
source: View Health Reports
si: සෞඛ්‍ය වාර්තා බලන්න
ta: சுகாதார அறிக்கைகளைப்

# mediDietary
source: Medication & Dietary Patterns
si: ඖෂධ සහ ආහාර රටා
ta: மருந்து மற்றும்

# vcpro
source: View Child Profile
si: ළමා පැතිකඩ බලන්න
ta: குழந்தை சுயவிவரத்தைக்

# prodetails
source: Profile Details
si: විස්තරය
ta: விவரங்கள்

# fname
source: Full Name
si: සම්පූර්ණ නම
ta: முழு பெயர்

source: E-mail
si: විද්යුත් තැපෑල
ta: மின்னஞ்சல்

source: Location
si: ස්ථානය
ta: இடம்

source: Close
si: වසන්න
ta: நெருக்கமான

# hreports
source: Health Reports
si: සෞඛ්ය වාර්තා
ta: சுகாதார அறிக்கைகள்

# hreport
source: Health Report
si: සෞඛ්ය වාර්තාව
ta: சுகாதார அறிக்கை

# healthsta
source: Health Status
si: සෞඛ්ය තත්ත්වය
ta: சுகாதார நிலை

# hcgood
source: Health condition is good
si: සෞඛ්‍ය තත්ත්වය යහපත් වේ
ta: உடல்நிலை நன்றாக உள்ளது

# hcbad
source: Health condition is bad
si: සෞඛ්‍ය තත්ත්වය අයහපත් වේ
ta: உடல்நிலை மோசமாக உள்ளது

# hcrisk
source: Health condition is on risk
si: සෞඛ්‍ය තත්ත්වය අවදානම් තත්ත්වයක පවතී
ta: சுகாதார நிலை ஆபத்தில் உள்ளது

# hcimprove
source: Use health practices to improve child health
si: ළමා සෞඛ්යය වැඩිදියුණු කිරීම සඳහා සෞඛ්ය පුරුදු භාවිතා කරන්න
ta: குழந்தையின் ஆரோக்கியத்தை மேம்படுத்த சுகாதார நடைமுறைகளைப் பயன்படுத்தவும்

# acc
source: Account
si: ගිණුම
ta: கணக்கு

# cpass
source: Change password
si: මුරපදය වෙනස් කරන්න
ta: கடவுச்சொல்லை மாற்று

# csetting
source: Content settings
si: අන්තර්ගත සැකසුම්
ta: உள்ளடக்க அமைப்புகள்

source: Social
si: සමාජ
ta: சமூக

# psecu
source: Privacy and security
si: පෞද්ගලිකත්වය සහ ආරක්ෂාව
ta: தனியுரிமை மற்றும் பாதுகாப்பு

# newu
source: New for you
si: ඔබට අලුත්
ta: உங்களுக்கு புதியது

# accact
source: Account activity
si: ගිණුම් ක්‍රියාකාරකම්
ta: கணக்கு செயல்பாடு

# opportuni
source: Opportunity
si: අවස්ථාවක්
ta: வாய்ப்பு

# faqQ1
source: How to set up IoT Device?
si: IoT උපාංගය සකසන්නේ කෙසේද?
ta: IoT சாதனத்தை எவ்வாறு அமைப்பது?

# faqA1
source: When the IoT device is turned on, it will show instructions to connect it to your home internet facility.
si: IoT උපාංගය ක්‍රියාත්මක කර ඇති විට, එය ඔබගේ නිවසේ අන්තර්ජාල පහසුකමට සම්බන්ධ කිරීමට උපදෙස් පෙන්වයි.
ta: IoT சாதனம் இயக்கப்பட்டிருக்கும் போது, அதை உங்கள் வீட்டு இணைய வசதியுடன் இணைப்பதற்கான வழிமுறைகளைக் காண்பிக்கும்.

# faqQ2
source: From where system can get?
si: පද්ධතිය ලබා ගත හැක්කේ කොතැනින්ද?
ta: அமைப்பு எங்கிருந்து கிடைக்கும்?

# faqA2
source: You can buy this from local dealers.
si: ඔබට මෙය දේශීය වෙළෙන්දන්ගෙන් මිලදී ගත හැකිය.
ta: உள்ளூர் டீலர்களிடமிருந்து இதை வாங்கலாம்.

# faqQ3
source: How to connect Iot Device to mobile app?
si: Iot උපාංගය ජංගම යෙදුමට සම්බන්ධ කරන්නේ කෙසේද?
ta: Iot சாதனத்தை மொபைல் செயலியுடன் இணைப்பது எப்படி?

# faqA3
source: You can add the device by clicking the QR code scanner in the mobile app.
si: ජංගම යෙදුමේ QR කේත ස්කෑනරය ක්ලික් කිරීමෙන් ඔබට උපාංගය එක් කළ හැක.
ta: மொபைல் பயன்பாட்டில் உள்ள QR குறியீடு ஸ்கேனரைக் கிளிக் செய்வதன் மூலம் சாதனத்தைச் சேர்க்கலாம்.

# faqQ4
source: How to add child profile?
si: ළමා පැතිකඩ එකතු කරන්නේ කෙසේද?
ta: குழந்தையின் சுயவிவரத்தை எவ்வாறு சேர்ப்பது?

# faqA4
source: The app provides you with the facility of adding multiple children.
si: යෙදුම ඔබට දරුවන් කිහිප දෙනෙකු එකතු කිරීමේ පහසුකම සපයයි.
ta: பல குழந்தைகளைச் சேர்க்கும் வசதியை ஆப் உங்களுக்கு வழங்குகிறது.

# faqQ5
source: Can have a method to get help?
si: උපකාර ලබා ගැනීමට ක්රමයක් තිබේද?
ta: உதவி பெற ஒரு முறை இருக்க முடியுமா?

# faqA5
source: Please contact our technical support team.
si: කරුණාකර අපගේ තාක්ෂණික සහාය කණ්ඩායම අමතන්න.
ta: எங்கள் தொழில்நுட்ப ஆதரவு குழுவைத் தொடர்பு கொள்ளவும்.

# gen
source: Gender
si: ස්ත්රී පුරුෂ භාවය
ta: பாலினம்

# bDay
source: BirthDay
si: උපන් දිනය
ta: பிறந்தநாள்

source: Age
si: වයස
ta: வயது

# noti
source: Notifications
si: දැනුම්දීම්
ta: அறிவிப்புகள்

# ccp
source: Create Child Profile
si: දරුවකු ඇතුළත් කරන්න
ta: ஒரு குழந்தையை

# add
source: Add Device
si: උපාංගය එකතු කරන්න
ta: சாதனத்தைச் சேர்க்கவும்
